Tekla Open API Reference for Tekla Structures 2025
BooleanConstantFilterExpression Methods
The BooleanConstantFilterExpression type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
BooleanConstantFilterExpression Class
Tekla.Structures.Filtering Namespace